IDEA Open Model
CutBeamByBeamData Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the CutBeamByBeamData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public CutBeamByBeamData()
Public Sub New
See Also
Reference
CutBeamByBeamData Class
IdeaRS.OpenModel.Connection Namespace